IDEA Open Model
Material.E Property
Compatible with IDEA StatiCa Beta 20.0
 Young's modulus
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double E { get; set; }
Public Property E As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace